// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Status en meldingen";

MoreInfoTitle = "Meer informatie";
SATPrivacyStatementOnlineLink = "Privacyverklaring HP";

SATAlertsTaskDescription = "Geef de hoeveelheid statusinformatie op van het HP apparaat. U krijgt een melding als het apparaat een bepaalde aangevraagde taak niet kan voltooien of als deze aandacht vereist.";

SATShowAlertsButtonTitle = "Uitgebreide waarschuwingen tonen voor:";
SATAutoDismissTitlePreffix = "Negeer waarschuwingen automatisch na";
SATAutoDismissTitleSuffix = "seconde(n) voor:";

SATErrorsWarningsAndInfo = "fouten, waarschuwingen en informatieve berichten";
SATErrorsAndWarnings = "fouten en waarschuwingen";
SATErrorsOnly = "alleen fouten";
SATInfoMessages = "informatieve berichten";
SATWarningsAndInfoMessages = "waarschuwingen en informatieve berichten";

SATShowWebContentButtonTitle = "Informatie op internet tonen via meldingen";
SATShowWebContentButtonBaseDescription = "Met uw toestemming kan de status van uw apparaat veilig worden gedeeld met HP. HP kan op basis van deze informatie controleren of u deelneemt aan een HP-programma of in aanmerking komt voor speciale aanbiedingen. De melding wordt vervolgens gewijzigd op basis van de beschikbare opties.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Zie SAT_KEYED_LINK:MoreInfoTitle voor meer informatie over de gegevens die naar HP zijn verzonden.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Zie SAT_LINK:SATPrivacyStatementOnlineLink voor meer informatie over het privacybeleid van HP.";

SATNoControlPanelAlertTitle = "Weet u zeker dat u HP Alerts wilt uitschakelen?";
SATNoControlPanelTurnOffButtonTitle = "Uitschakelen";
SATNoControlPanelAlertText = "Als u dat doet, loopt u het risico belangrijke berichten over de status van uw apparaat te missen.";
SATCancelButtonTitle = "Annuleer";
